import React  from 'react'
import { BlogpostContainer ,Blogcard ,PostTitle, PostedBy,PostImage,Contentp,Contentheader,ContentConclusion} from './BlogElements' 
import { BsPersonCircle ,BsCalendar} from "react-icons/bs";
import vitamin1 from '../../images/vitamin1.jpg'
import vitamin2 from '../../images/vitamin2.jpg'
import vitamin3 from '../../images/vitamin3.jpg'
import vitamin4 from '../../images/vitamin4.jpg'

const Blog4 = () => {
  return (
    <>
        <BlogpostContainer>
            <Blogcard>
            <PostTitle>วิตามิน ‘บำรุงสายตา’ เพิ่มการมองเห็น ป้องกันตาเสื่อมก่อนวัย</PostTitle>
            <PostedBy>
              <BsPersonCircle class="iconperson"/> By: Calories 
              <BsCalendar class="iconcalendar" /> Updated: เมษายน 30, 2022
            </PostedBy>
            <PostImage src={vitamin1}/>
                <Contentp>‘วิตามินบำรุงสายตา’ ณ ช่วงเวลานี้คงมีหลายคนที่กำลังต้องการอาหารเสริมหรือวิตามินบำรุงสายตาอยู่ไม่น้อย เพราะไลฟ์สไตล์การใช้ชีวิตทำพิษ ทั้งอาการปวดตา ตาล้า ตาแห้ง ตามัว 
                  มองภาพไม่ชัดชั่วคราว จากการใช้งานโทรศัพท์และคอมพิวเตอร์เป็นเวลานาน นอกจากนี้ยังมีปัญหาตาเสื่อมที่มาในวัยผู้ใหญ่อีก การบำรุงสายตาด้วยสารอาหารหรือวิตามินจึงจำเป็นมาก
                </Contentp>
            <Contentheader>วิตามินบำรุงสายตา เลือกทานอะไรส่งผลดีต่อตาที่สุด?</Contentheader>
            <PostImage src={vitamin2}/>
                <Contentheader>1. บำรุงสายตา ด้วยอาหารกลุ่มแคโรทีนอยด์ (Carotenoid)</Contentheader>
                <Contentp> 
                  <li className="bulltesH"><b className="bulltesp">แอสตาแซนธีน (Astaxanthin)</b> <br></br>
                  สารในกลุ่มของแคโรทีนอยด์ ที่เรียกได้ว่าเป็นซุปเปอร์สารต้านอนุมูลอิสระเลยก็ว่าได้ พบในกลุ่มอาหารที่มีสีแดง อย่างไข่ของสัตว์ทะเล แซลมอน กุ้ง ปู และพบมากในสาหร่ายสีแดง โดยมีคุณสมบัติต่อต้าน 
                  ‘อนุมูลอิสระ’ ที่เป็นตัวการทำลายเซลล์ภายในดวงตา จึงช่วยบำรุงสายตา ปกป้องการเสื่อมของจอประสาทตาจากปัจจัยต่าง ๆ เช่น แสงแดด และแสงสีฟ้าในจอโทรศัพท์มือถือ 
                  อีกทั้งช่วยฟื้นฟูจอตาที่เสื่อมให้ดีขึ้น ซึ่งเป็นปัญหาสุขภาพที่พบมากในวัยผู้ใหญ่</li>
                  <li className="bulltesH"><b className="bulltesp">ลูทีน ( Lutein )</b> <br></br>
                  สารประกอบสำคัญที่พบได้ใน เลนส์ตา (Lens) และจอตา (Retina) ซึ่งมีหน้าที่ช่วยปกป้องดวงตาจากการทำลายของอนุมูลอิสระ บำรุงสายตา ลดอาการต้าลา ป้องกันดวงตาจากแสงสีฟ้า เช่น 
                  จากจอคอมพิวเตอร์ โทรศัพท์มือถือ ต้านออกซิเดชันซึ่งป้องกันเซลล์รับแสง และป้องกันการเกิดโรคจอประสาทตาเสื่อม โดยสามารถพบลูทีนได้ใน ดอกดาวเรือง ฟักทอง ผักปวยเล้ง บร็อคโคลี่ มะละกอ ข้าวโพด เป็นต้น</li>
                  <li className="bulltesH"><b className="bulltesp">ซีแซนทีน ( Zeaxanthin )</b> <br></br>
                  ส่วนประกอบสำคัญในจอตา ทำหน้าที่ช่วยป้องกันการทำลายเซลล์จอประสาทตาจากอนุมูลอิสระ ไม่ว่าจะมาจากแสงแดดและแสงสีฟ้าในจอคอมพิเตอร์รวมถึงโทรศัพท์มือถือ บำรุงสายตา ป้องกันโรคเกี่ยวกับดวงตาต่าง ๆ 
                  อาทิ โรคต้อกระจก จอรับภาพเสื่อม จอประสาทตาเสื่อมในผู้สูงอายุ โดย ซีแซนทีน ( Zeaxanthin ) พบได้ใน โกจิเบอร์รี่ ผักโขม ผักปวยเล้ง และผักผลไม้ที่มีสีส้ม เหลือง และแดง เป็นต้น</li>
                  <li className="bulltesH"><b className="bulltesp">ไลโคปีน (Lycopene)</b> <br></br>
                  โภชนเภสัชในกลุ่มแคโรทีนอยด์ (Carotenoid) ซึ่งมีฤทธิ์เป็นสารต้านอนุมูลอิสระ ช่วยลดความผิดปกติหรือการเสื่อมของเซลล์ โดยป้องกันการเสื่อมสภาพของดวงตา เช่น เยื่อบุตาอักเสบ ต้อกระจก บำรุงสายตา 
                  บำรุงเรตินาซึ่งช่วยทำให้การมองเห็นในที่มืดดีขึ้น โดยพบได้ในมะเขือเทศ มะละกอ เกรฟฟรุต พริกหวานแดง และแครอท เป็นต้น</li>
                </Contentp>
                <PostImage src={vitamin3}/>
                <Contentheader>2. บำรุงสายตา ด้วยอาหารกลุ่มโพลีฟีนอล (Polyphenol)</Contentheader>
                <Contentp> 
                  <li className="bulltesH"><b className="bulltesp">แอนโธไซยานิน (Anthocyanins)</b> <br></br>
                  โภชนเภสัชบำรุงสายตา พบได้จากผักผลไม้ที่มีสีแดง สีม่วง และสีน้ำเงิน โดยเฉพาะในบิลเบอร์รี่ หรือผลไม้ตระกูลเบอร์รี่อื่น ๆ มีคุณสมบัติในการต่อต้านอนุมูลอิสระที่ทำงานต่อดวงตาโดยตรง ช่วยชะลอการเสื่อมของเซลล์ภายในดวงตา
                  ซึ่งลดความเสี่ยงการเกิดโรคจอประสาทตาเสื่อม ต้อกระจก พร้อมทั้งเพิ่มประสิทธิภาพการทำงานภายในจอประสาทตา ส่งเสริมให้การมองเห็นภาพที่ชัดขึ้น และช่วยให้การมองเห็นในที่มืดดีขึ้นด้วย</li>
                  <li className="bulltesH"><b className="bulltesp">ฟลาโวนอยด์ (Flavonoids) </b> <br></br>
                  สารพฤกษเคมีบำรุงสายตาที่มีสารต้านอนุมูลอิสระสูง พบได้ในผักผลไม้หลายชนิด เช่น แอปเปิ้ล ชาเขียว และทับทิม ช่วยปกป้องเซลล์ภายในดวงตาถูกทำลายจากปัจจัยต่าง ๆ ส่งเสริมการทำงานของระบบไหลเวียนโลหิตให้ทำงานดีขึ้น 
                  ซึ่งช่วยเพิ่มความแข็งแรงให้กับเส้นเลือดฝอยและต้านการอักเสบของเซลล์ภายในดวงตา</li>
                </Contentp>
                <PostImage src={vitamin4}/>
                <Contentheader>3. บำรุงสายตา ด้วยอาหารกลุ่มวิตามิน (Multivitamin)</Contentheader>
                <Contentp> 
                  <li className="bulltesH"><b className="bulltesp">วิตามินเอ (Vitamin A)</b> <br></br>
                  สารสำคัญที่ช่วยบำรุงประสาทตา ส่งเสริมการผลิตน้ำหล่อเลี้ยงให้ดวงตามีความชุ่มชื้นมากยิ่งขึ้น ป้องกันการเกิดโรคจอประสาทตาเสื่อม บำรุงสายตา 
                  ช่วยให้สามารถมองในที่มืดได้ดียิ่งขึ้น โดยสามารถรับวิตามินเอได้จาก มันเทศ แครอท ผักใบเขียวสีเข้ม และผักกาดหอม เป็นต้น</li>
                  <li className="bulltesH"><b className="bulltesp">วิตามินบี (Vitamin B) </b> <br></br>
                  มีคุณสมบัติในการบำรุงสายตา ลดความเสี่ยงการเกิดต้อกระจก ลดอาการปวดในลูกตา ป้องกันโรคจอประสาทตาเสื่อม 
                  อีกทั้งยังปกป้องเซลล์ในดวงตาจากการถูกอนุมูลอิสระทำลาย สาเหตุหลักที่นำไปสู่อาการเสื่อมหรือโรคทางตา โดยรับวิตามินบีได้จาก ถั่วหลากชนิด โฮลวีต ผักใบเขียว นม ไข่ เนื้อสัตว์ไม่ติดมัน เป็นต้น</li>
                  <li className="bulltesH"><b className="bulltesp">วิตามินซี (Vitamin C)</b> <br></br>
                  วิตามินที่ไม่ได้มีดีแค่บำรุงผิวเท่านั้น เพราะมีฤทธิ์เป็นสารต้านอนุมูลอิสระ ช่วยบำรุงสายตา ปกป้องเซลล์จากอนุมูลอิสระ ซึ่งป้องกันโรคต้อกระจก ต้อหิน นอกจากนี้ยังเป็นส่วนสำคัญช่วยเพิ่มความแข็งแรงให้กับหลอดเลือดฝอย 
                  โดยสามารถรับวิตามินซีได้จาก มะขามป้อม เกรฟฟรุต และผลไม้ตระกูลเบอร์รี่</li>
                  <li className="bulltesH"><b className="bulltesp">วิตามินดี (Vitamin D) </b> <br></br>
                  วิตามินที่ขึ้นชื่อในการบำรุงกระดูกและเสริมสร้างภูมิคุ้มกัน โดยมีคุณสมบัติอีกอย่าง คือ มีบทบาทในการบำรุงสายตา พร้อมป้องกันโรคเสี่ยงที่ทำให้เกิดภาวะแทรกซ้อนทางตา เช่น เบาหวาน ความดันโลหิตสูง ช่วยปกป้องการเสื่อมของเม็ดสี 
                  ซึ่งนำไปสู่ต้อหิน ต้อกระจก การขาดวิตามินดีมีผลเกี่ยวข้องกับจอประสาทตาเสื่อม เบาหวานขึ้นจอตา รวมถึงโรคตาแห้ง โดยวิตามินดีพบได้มากในปลาที่มีไขมันสูง เนื้อสัตว์ส่วนที่มีสีแดง และรับได้จากแสงแดดอ่อน ๆ </li>
                  <li className="bulltesH"><b className="bulltesp">วิตามินอี (Vitamin E)</b> <br></br>
                  มีคุณสมบัติในการต้านอนุมูลอิสระ ช่วยปกป้องและต้านการอักเสบของเซลล์ภายในดวงตา พร้อมทั้งบำรุงสายตา ป้องกันต้อกระจกในผู้ใหญ่ โดยรับวิตามินอีได้จากอาหารประเภท ถั่ว เมล็ดพืช น้ำมันบางชนิด อาทิ 
                  น้ำมันถั่วเหลือง น้ำมันมะกอก น้ำมันจากข้าวโพด นอกจากนี้ยังมีในปลาแซลมอน และอะโวคาโด</li>
                </Contentp>
              </Blogcard>
        </BlogpostContainer>
    </>
  )
}

export default Blog4
