import React  from 'react'
import { BlogpostContainer ,Blogcard ,PostTitle, PostedBy,PostImage,Contentp,Contentheader,ContentConclusion} from './BlogElements' 
import { BsPersonCircle ,BsCalendar} from "react-icons/bs";
import keto1 from '../../images/keto1.jpg'
import keto2 from '../../images/keto2.jpg'
import keto3 from '../../images/keto3.jpg'
import keto4 from '../../images/keto4.jpg'
import keto5 from '../../images/keto5.jpg'

const Blog2 = () => {
  return (
    <>
         <BlogpostContainer >
            <Blogcard>
            <PostTitle>การลดน้ำหนักแบบคีโตเจนิค ไดเอท คืออะไร </PostTitle>
            <PostedBy>
              <BsPersonCircle class="iconperson"/> By: Calories 
              <BsCalendar class="iconcalendar" /> Updated: เมษายน 24, 2022
            </PostedBy>
            <PostImage src={keto1}/>
                <Contentp>ปัจจุบันมีหลากหลายวิธี ที่เป็นที่นิยมกันอย่างแพร่หลาย สำหรับการลดน้ำหนักด้วยวิธีการต่างๆ สำหรับสาวๆ หรือหนุ่มๆ ที่ชื่นชอบการไดเอท เพื่อลดความอ้วน หรือช่วยควบคุมน้ำหนักแล้วนั้น 
                  ไม่ว่าจะเป็นวิธีลดน้ำหนักด้วยการทำ IF, Paleo Diet, Blood Sugar Diet หรืออื่นๆ วิธีการลดน้ำหนักที่กำลังจะกล่าวต่อไปนี้ นั่นก็คือ วิธีลดน้ำหนักแบบ คีโต ไดเอท หรือชื่อเต็มๆ เรียกว่า 
                  Ketogenic Diet ซึ่งเราจะพาทุกท่านไปรู้จักว่า คีโตไดเอท คืออะไร หลักการเป็นเช่นไร อาหารที่ควร และ ไม่ควรรับประทาน มีอะไรบ้าง ประโยชน์ และ โทษ ของการทำคีโตไดเอทที่สำคัญๆ 
                  รับรองแน่นอนว่า บทความนี้ จะช่วยให้ทุกท่านรู้จักกับคีโตไดเอท ได้มาก และกระจ่างขึ้นอย่างแน่นอน
                </Contentp>
            <Contentheader>คีโตเจนิค ไดเอท คืออะไร </Contentheader>
                <Contentp>คีโตเจนิค ไดเอท คือ การลดความอ้วน โดยการรับประทานอาหารที่มีไขมันสูง เน้นคาร์โบไฮเดรตต่ำ  หรือกล่าวคือ การลดปริมาณคาร์โบไฮเดรตอย่างมาก และแทนที่ด้วยการรับประทานไขมัน 
                  เมื่อร่างกายได้รับสารอาหารคาร์โบไฮเดรตที่น้อยลง จะทำให้ร่างกายของคุณ เข้าสู่กระบวนการเผาผลาญที่เรียกว่า กระบวนการ “คีโตซีส” นั่นเอง
                </Contentp>
                <PostImage src={keto2}/>
                <Contentp>
                  เมื่อไหร่ก็ตามที่กระบวนการนี้เกิดขึ้น สิ่งที่จะตามมาอย่างน่าทึ่ง ก็คือ ร่างกายของคุณจะเผาผลาญไขมัน ได้อย่างมีประสิทธิภาพ โดยการเปลี่ยนไขมันเป็นคีโตนในตับ เพื่อสามารถให้พลังงานส่งไปยังสมอง
                </Contentp>
                <Contentp>
                  คีโตไดเอท จะช่วยให้น้ำตาลในเลือด และ อินซูลิน ลดลงอย่างมาก ในขณะที่คีโตนที่เพิ่มมากขึ้นนี้ จะส่งผล ทำให้เกิดประโยชน์ที่ร่างกายจะได้รับต่อไป
                </Contentp>
            
            <Contentheader>ทานไขมัน แบบ Ketogenic Diet แล้ว จะช่วยให้น้ำหนักลด ได้จริงหรือ?</Contentheader>
                <PostImage src={keto3}/>
                <Contentp>“คีโตเจนิค ไดเอท” สามารถช่วยในการลดน้ำหนักได้อย่างมีประสิทธิภาพ ภายในระยะเวลารวดเร็ว และนอกจากนั้น ยังช่วยลดปัจจัยเสี่ยงต่อการเกิดโรคอื่นๆ ได้อีกด้วย</Contentp>
                <Contentp>อีกหนึ่งความจริงที่น่าอัศจรรย์ นั่นก็คือ จากผลการวิจัยพบว่า การลดน้ำหนักแบบ คีโต ไดเอทนั้น ให้ผลการลดน้ำหนักได้ดีกว่า วิธีการลดน้ำหนักแบบอดอาหาร ซะอีกด้วยซ้ำ นั่นก็เพราะคีโตไดเอท 
                  ไม่ได้ทำให้คุณรู้สึกหิว เหมือนวิธีอดอาหาร นั่นเอง
                </Contentp>
                <Contentp>โดยการศึกษาส่วนหนึ่ง พบว่า ผู้คนที่ทำการ คีโต ไดเอท สามารถลดน้ำหนักได้ดีกว่ากลุ่มผู้คนที่จำกัดไขมันและแคลอรี่ ได้มากกว่าถึง 2.2 เท่า 
                  นอกจากนั้นยังพบว่าระดับไตรกลีเซอไรด์และระดับไขมันดี ยังอยู่ในระดับที่น่าพอใจเป็นอย่างมากอีกด้วย
                </Contentp>
            
            <Contentheader>ประโยชน์ ของการลดน้ำหนักแบบ คีโตไดเอท</Contentheader>

                <Contentp> ประโยชน์อย่างน่าเหลือเชื่อ ที่กำลังนำมาใช้ในปัจจุบันของ คีโตไดเอท นั่นก็คือ การนำวิธีนี้ มาใช้รักษาโรคทางระบบประสาท อาทิเช่น โรงลมชัก เป็นต้น ส่วนประโยชน์อื่นๆ 
                  ขออธิบายเป็นข้อๆ ดังนี้
                  <li className="bulltesH"><b className="bulltesp">โรคหัวใจ</b> <br></br>
                  คีโต ไดเอท สามารถลดปัจจัยเสี่ยงต่างๆ จากไขมัน ที่อาจก่อให้เกิดโรคหัวใจ โดยการรับษาระดับคอเลสเตอรอลในเลือด หรือไขมันดี, ความดันโลหิต และ น้ำตาลในเลือด</li>
                  <li className="bulltesH"><b className="bulltesp">โรคมะเร็ง</b> <br></br>
                  การไดเอท คือการเลือกรับประทานอาหารที่ถูกการคัดสรร การเลือกรับประทานอาหารที่ถูกต้อง จะสามารถลดความเสี่ยงของโอกาสการเกิดโรคมะเร็งได้</li>
                  <li className="bulltesH"><b className="bulltesp">โรคอัลไซเมอร์</b> <br></br>
                  การคีโต ไดเอท จะช่วยลดอาการของอัลไซเมอร์และยังไม่ทำให้เกิดการลุกลามหรืออาการหนักได้อีกด้วย</li>
                  <li className="bulltesH"><b className="bulltesp">โรคลมชัก</b> <br></br>
                  มีผลการวิจัยออกมาอย่างแน่ชัดว่า คีโตไดเอท ช่วยลดอาการลมชักในเด็ก และนอกจากนั้น ยังช่วยรักษาผู้ป่วยโรคพาร์กินสันได้อีกด้วย</li>
                  <li className="bulltesH"><b className="bulltesp">ลดปัญหาสิว</b> <br></br>
                  เนื่องจากการรับประทานอาหารแบบ คีโตไดเอท ทำให้ระดับของอินซูลินลดลง อีกทั้งการรับประทานน้ำตาลที่น้อยลง สิ่งเหล่านี้ล้วนทำให้ปัญหาสิวของหนุ่มๆ สาวๆ ลดลงได้</li>
                </Contentp>
                <h4>&nbsp;</h4>
            <ContentConclusion>
              บทสรุป การทำ คีโตเจนิค ไดเอท มีประโยชน์มากมายโดยเฉพาะโรคที่เกี่ยวกับเมตาบอลิซึม ระบบประสาท หรือ อินซูลิน
            </ContentConclusion>
            <Contentheader>อาหารที่ควรหลีกเลี่ยง</Contentheader>
            <PostImage src={keto4}/>
            <Contentp> ประโยชน์อย่างน่าเหลือเชื่อ ที่กำลังนำมาใช้ในปัจจุบันของ คีโตไดเอท นั่นก็คือ การนำวิธีนี้ มาใช้รักษาโรคทางระบบประสาท อาทิเช่น โรงลมชัก เป็นต้น ส่วนประโยชน์อื่นๆ 
                  ขออธิบายเป็นข้อๆ ดังนี้
                  <li className="bulltesH"><b className="bulltesp">อาหารที่มีน้ำตาล</b> <br></br>
                  น้ำผลไม้ที่มีส่วนผสมของโซดา, สมูทตี้เค้ก, ไอศครีม, ขนมขบเคี้ยวอื่นๆ, พวกธัญพืช หรือ แป้ง, ข้าว, ข้าวสาลี, อาหารซีเรียล เป็นต้น</li>
                  <li className="bulltesH"><b className="bulltesp">ผลไม้</b> <br></br>
                  ได้แก่ผลไม้ทุกชนิด ถั่วต่างๆ</li>
                  <li className="bulltesH"><b className="bulltesp">ผักที่มีลักษณะเป็นหัว เก็บสะสมแป้ง</b> <br></br>
                  เช่น มันฝรั่ง มันเทศ แครอท เป็นต้น</li>
                  <li className="bulltesH"><b className="bulltesp">เครื่องปรุงรส หรือ ซอส บางชนิด</b> <br></br>
                  โดยเครื่องปรุงรสเหล่านี้ มักมีส่วนผสมของ น้ำตาลและไขมันที่ไม่ดีต่อสุขภาพ</li>
                  <li className="bulltesH"><b className="bulltesp">แอลกอฮอล์ ทุกชนิด</b> <br></br>
                  โดยคาร์โบไฮเดรตที่มีอยู่ในแอลกอฮอล์ จะทำให้ไคโตซีสหายไปได้</li>
                </Contentp>
                <h4>&nbsp;</h4>
            <ContentConclusion>
              บทสรุป ควรหลีกเลี่ยงอาหารประเภทที่มีคาร์โบไฮเดรตเป็นหลัก เช่น ธัญพืช พืชมีหัวต่างๆ น้ำตาล พืชตระกูลถั่ว ข้าว มันฝรั่ง ลูกอม ขนมขบเคี้ยว หรือแม้แต่ผลไม้ต่างๆ ก็ตาม
            </ContentConclusion>
            <Contentheader>อาหารสำหรับ คีโต ไดเอท ที่ควรรับประทาน</Contentheader>
            <PostImage src={keto5}/>
            <Contentp> 
                  <li className="bulltesH"><b className="bulltesp">เนื้อสัตว์ เนื้อแดง เบคอน เนื้อไก่</b> <br></br></li>
                  <li className="bulltesH"><b className="bulltesp">ปลาที่มีไขมัน</b> <br></br></li>
                  <li className="bulltesH"><b className="bulltesp">เนย ครีม หรือ ชีส</b> <br></br></li>
                  <li className="bulltesH"><b className="bulltesp">น้ำมันเพื่อสุขภาพ</b> <br></br>
                  เช่น น้ำมันมะพร้าว น้ำมันจากอะโวคาโด</li>
                  <li className="bulltesH"><b className="bulltesp">ผักคาร์โบไฮเดรตต่ำ</b> <br></br>
                  เช่น ผักสีเขียวส่วนใหญ่ มะเขือเทศ หัวหอม พริก ฯลฯ</li>
                  <li className="bulltesH"><b className="bulltesp">เครื่องปรุงรส</b> <br></br>
                  เช่น เกลือ พริกไทยต่างๆ</li>
                </Contentp>
                <h4>&nbsp;</h4>
            <ContentConclusion>
              บทสรุป ควรรับประทานเนื้อสัตว์ ปลา ไข่ น้ำมันเพื่อสุขภาพ ผักที่มีคาร์โบไฮเดรตต่ำ เป็นต้น
            </ContentConclusion>
              </Blogcard>
        </BlogpostContainer>
    </>
  )
}

export default Blog2
